{
    "search": "بحث...",
    "dictionary": "المعجم",
    "contribute": "ساهم",
    "about": "من نحن",
    "home": "الرئيسية",
    "all": "الكل",
    "by_title": "حسب العنوان",
    "by_author": "حسب المؤلف",
    "found": "وجد {{total}} كتب",
    "found_mul": "وجد {{total}} كتاب",
    "order_by": "الترتيب حسب",
    "newest": "الاحدث",
    "oldest": "الاقدم",
    "category": "الفئة",
    "about_us": "معلومات عنا",
    "about_p1": "\"The Vaynakh Vault\" هو مشروع مجتمعي يهدف إلى الحفاظ على ثقافة الويناخ (الشيشانية والإنغوشية) وتعزيزها من خلال الحفاظ على الوسائط.",
    "about_p2": "في عام 2010، صنفت منظمة اليونسكو اللغتين الشيشانية والإنغوشية كلغتين معرضتين للخطر في <a href=\"https://unesdoc.unesco.org/ark:/48223/pf0000187026\">أطلس لغات العالم المعرضة للخطر</a> ويشهد هذا التصنيف على حالة هاتين اللغتين اللتين تواجهان العديد من العقبات بسبب الهجرة و الدور الهام الذي تلعبه اللغة الروسية في الحياة اليومية، والتي تجعل تعلم اللغة صعبًا.",
    "about_p3": "على نطاقنا الصغير، نهدف إلى أرشفة أكبر عدد ممكن من الكتب المكتوبة باللغة الشيشانية أو الإنغوشية حصريًا (باستثناء القواميس). على المدى الطويل، يهدف ”The Vaynakh Vault“ إلى احتواء أكبر أرشيف لوسائل الإعلام تابعة للوايناخ المتاحة للجميع وبشكل مجاني لأي شخص في أي مكان في العالم.",
    "about_p4": "يستند هذا الهدف إلى جهد جماعي حيث يمكنك المشاركة فيه من خلال تقديم كتاب <a href=\"/contribute\">هنا</a>. يمكنك أيضًا المساهمة في ترجمة موقعنا الإلكتروني <a href=\"https://github.com/vaynakhvault/vault-translations\">هنا</a>.",
    "return": "العودة الى الرئيسية",
    "category_islam": "الإسلام",
    "category_history": "التاريخ",
    "category_novel": "روايات",
    "category_dictionary": "معاجم",
    "category_science": "علوم",
    "category_education": "تعليم",
    "category_poetry": "الشِعر",
    "category_other": "أخرى",
    "contribute_p1": "<i>يمكنك</i> المشاركة في هذا المشروع.",
    "contribute_p2": "من خلال تقديم كتاب إلى فريقنا، فإنك تساهم في الحفاظ على ثقافتنا ولغتنا. تساعد مشاركاتك في الحفاظ على تراثنا اللغوي وجعل أدب الويناخ في متناول الأجيال القادمة. نحن نبحث بشكل أساسي عن الكتب التي تم تأليفها قبل عام 2000 والمكتوبة حصريًا إما باللغة الشيشانية أو الإنغوشية (باستثناء القواميس).",
    "contribute_p3": "نحن نشجع الجميع على مسح أي كتب قديمة يمتلكونها ضوئيًا. يمكنك القيام بذلك باستخدام هاتفك من خلال تطبيق مثل <a href=\"https://play.google.com/store/apps/details?id=com.thegrizzlylabs.geniusscan.free\">Genius Scan</a>.",
    "contribute_p4": "يمكنك تقديم طلبك الآن على <a href= \"mailto: contact@vayvault.com\">contact@vayvault.com</a> بالتفاصيل التالية: <br> - عنوان الكتاب <br> - اسم المؤلف <br> - سنة النشر <br> - الفئة <br> - أرفق ملف PDF أو أي صيغة كتاب أخرى للكتاب بالبريد ",
    "soon": "قريباً..."
}
