{
    "search": "Лаха...",
    "dictionary": "Дошам",
    "contribute": "Дакъа лаца",
    "about": "Тхох лаьцна",
    "home": "ЦIа",
    "all": "Массо",
    "by_title": "цIарца",
    "by_author": "авторца",
    "found": "{{total}} жайна карийна",
    "found_mul": "{{total}} жайна карийна",
    "order_by": "ДIанисбан",
    "newest": "Керланарш",
    "oldest": "Ширанарш",
    "category": "Категори",
    "about_us": "Тхох лаьцна",
    "about_p1": "\"The Vaynakh Vault\" - - медиаресурсаш Iалашйарца вайнехан (нохчийн а, гӀалгӀайн а) культура ларйарна а, йовзийтарна а Ӏалашонца йукъаралло дӀахьош йолу проект йу.",
    "about_p2": "2010-чу шарахь ЮНЕСКО-но нохчийн а, гӀалгӀайн а Iаьткъа(дIабовла кхерам болу) меттанийн могӀаршка баьхна. <a href=\"https://unesdoc.unesco.org/ark:/48223/pf0000187026\">Кхерамехь долчу дуьненан меттанийн атлас</a>. Оцу классификацино тоьшалла до оцу шина меттан хьолах, иммиграци бахьана долуш а, оьрсийн матто хӀора дийнахь дахарехь дӀалоцуш йолу мехала роль бахьана долуш а, мотт Ӏамор хала деш йолу дуккха а дуьхьалонаш нисйалар.",
    "about_p3": "Тхан жимчу барамехь, йеккъа нохчийн йа гӀалгӀайн маттахь йаздина (дошамаш доцург) ма-хуьллу дукха жайнаш архивехь латто Ӏалашо йу тхан. Йоккхачу ханна \"The Vaynakh Vault\" Ӏалашо йу вайнехан хаамийн гӀирсийн уггаре а йоккха архив нахана тIекхочехь а, маьрша а хилийта, муьлххачу а стагана, дуьненахь миччахьа а.",
    "about_p4": "И Ӏалашо дӀахӀоттийна йу йукъара гӀуллакхна бухана тӀехь, цу тӀехь аша дакъалаца йиш йу, жайна чу а луш <a href=\"/contribute\">кхузахь</a>. Иштта шун аьтто бу тхан сайтан гочдарехь дакъа лаца. <a href=\"https://github.com/vaynakhvault/vault-translations\">кхузахь</a>.",
    "return": "ЦIа йухаверза",
    "category_islam": "Ислам",
    "category_history": "Истори",
    "category_novel": "Роман",
    "category_dictionary": "Дошам",
    "category_science": "Iилма",
    "category_education": "Дешар",
    "category_poetry": "Поэзи",
    "category_other": "Кхинарг",
    "contribute_p1": "<i>Хьан</i> кху проектехь дакъа лаца йиш йу.",
    "contribute_p2": "Тхан комманде цхьа жайна схьатасарца, you contribute to both the preservation of our culture and our language. Хьан схьатасаро гӀо до вайн меттан тӀаьхье ларъян а, вайнехан литература тӀаьхьенашна тӀекхача йиш йолуш хилийта а. Коьртачу декъана 2000-гӀа шо кхачале йазйина, йеккъа нохчийн йа гӀалгӀайн маттахь йаздина долу (дошамаш йоцург) жайнаш лоьху оха.",
    "contribute_p3": "Оха чӀогӀа тӀедуьллу хӀоранна а, шайгахь долу муьлхха а шира жайнашна сканйарна. Иза дан йиш ю хьан телефонца, ала дашна, кху программица: <a href=\"https://play.google.com/store/apps/details?id=com.thegrizzlylabs.geniusscan.free\">Genius Scan</a>.",
    "contribute_p4": "Схьатасар кхочушдан йиш йу хьан кхузахь <a href= \"mailto: contact@vayvault.com\">contact@vayvault.com</a> кху детальшца: <br> - Жайнан цIе <br> - Авторан цIе <br> - Арахецаран шо <br> - Категори <br> - PDF йа муьлхха кхийолу жайнан форматехь жайна тIетаса",
    "soon": "Кеста..."
}