{
    "search": "Search...",
    "dictionary": "Dictionary",
    "contribute": "Contribute",
    "about": "About",
    "home": "Home",
    "all": "All",
    "by_title": "By title",
    "by_author": "By author",
    "found": "Found {{total}} book",
    "found_mul": "Found {{total}} books",
    "order_by": "Order by",
    "newest": "Newest",
    "oldest": "Oldest",
    "category": "Category",
    "about_us": "About us",
    "about_p1": "\"The Vaynakh Vault\" is a community-driven project aimed at conserving and promoting Vaynakh (Chechen and Ingush) culture through media preservation.",
    "about_p2": "In 2010, UNESCO classified Chechen and Ingush as vulnerable languages in the <a href=\"https://unesdoc.unesco.org/ark:/48223/pf0000187026\">Atlas of the world's languages in danger</a>. This classification testifies to the state of these two languages, which, due to immigration and the important role Russian has in everyday life, are faced with numerous obstacles that make learning the language difficult.",
    "about_p3": "On our small scale, we aim to archive as many books as possible written exclusively in Chechen or Ingush (with the exception of dictionaries). In the long term, \"The Vaynakh Vault\" aims to contain the largest archive of Vaynakh media publicly and freely available to anyone, anywhere in the world.",
    "about_p4": "This goal is based on a collective effort in which you can participate by submitting a book <a href=\"/contribute\">here</a>. You can also contribute to the translation of our website <a href=\"https://github.com/vaynakhvault/vault-translations\">here</a>.",
    "return": "Return home",
    "category_islam": "Islam",
    "category_history": "History",
    "category_novel": "Novel",
    "category_dictionary": "Dictionary",
    "category_science": "Science",
    "category_education": "Education",
    "category_poetry": "Poetry",
    "category_other": "Other",
    "contribute_p1": "<i>You</i> can take part in this project.",
    "contribute_p2": "By submitting a book to our team, you contribute to both the preservation of our culture and our language. Your submissions help preserve our linguistic heritage and make Vaynakh literature accessible to future generations. We are mainly looking for books authored before 2000 and exclusively written in either Chechen or Ingush (with the exception of dictionaries).",
    "contribute_p3": "We strongly encourage everyone to scan any ancient books they own. You can do so with your phone using an app such as <a href=\"https://play.google.com/store/apps/details?id=com.thegrizzlylabs.geniusscan.free\">Genius Scan</a>.",
    "contribute_p4": "You can make a submission right now at <a href= \"mailto: contact@vayvault.com\">contact@vayvault.com</a> with the following details: <br> - Title of the book <br> - Author's name <br> - Year of publication <br> - Category <br> - Attach the PDF or any other book format of the book to the mail"
}