{
    "search": "Rechercher...",
    "dictionary": "Dictionnaire",
    "contribute": "Contribuer",
    "about": "À propos",
    "home": "Accueil",
    "all": "Tout",
    "by_title": "Par titre",
    "by_author": "Par auteur",
    "found": "{{total}} livre trouvé",
    "found_mul": "{{total}} livres trouvés",
    "order_by": "Trier par",
    "newest": "Récent",
    "oldest": "Ancien",
    "category": "Catégorie",
    "about_us": "À propos de nous",
    "about_p1": "\"The Vaynakh Vault\" est un projet communautaire visant à conserver et promouvoir la culture Vaynakh (tchétchène et ingouche) à travers la préservation de médias.",
    "about_p2": "En 2010, l'UNESCO classifie le tchétchène et l'ingouche comme langues vulnérables dans <a href=\"https://unesdoc.unesco.org/ark:/48223/pf0000187026\">l'Atlas des langues en danger dans le monde</a>. Cette classification témoigne de l'état de ces deux langues, qui, en raison de l'immigration des différents peuples et de la place importante que prend le russe dans le quotidien de la communauté, sont confrontées à de nombreux freins qui rendent difficiles l'apprentissage de la langue.",
    "about_p3": "À notre petite échelle, notre but repose sur l'archivage d'un maximum de livres exclusivement écrits en tchétchène ou ingouche (à l'exception des dictionnaires). À long terme, \"The Vaynakh Vault\" vise à contenir la plus grande archive de médias Vaynakh publiquement et gratuitement consultable par n'importe qui et n'importe où dans le monde.",
    "about_p4": "Cet objectif repose sur un effort collectif auquel vous pouvez participer en soumettant un livre en cliquant <a href=\"/submit\">ici</a>. Vous pouvez également contribuer à la traduction du site <a href=\"https://github.com/vaynakhvault/vault-translations\">ici</a>.",
    "return": "Retourner à l'accueil",
    "category_islam": "Islam",
    "category_history": "Histoire",
    "category_novel": "Roman",
    "category_dictionary": "Dictionnaire",
    "category_science": "Science",
    "category_education": "Éducation",
    "category_poetry": "Poésie",
    "category_other": "Autre",
    "contribute_p1": "<i>Vous</i> pouvez prendre part à ce projet.",
    "contribute_p2": "En soumettant un livre à notre équipe, vous contribuez à la préservation de notre culture mais aussi de notre langue. Vos contributions aident à préserver notre héritage linguistique et permettront aux futures générations de consulter la littérature Vaynakh. Nous sommes essentiellement intéressés par des livres publiés avant l'an 2000 et écrits exclusivement en tchétchène ou ingouche (à l'exception des dictionnaires).",
    "contribute_p3": "Nous encourageons tout le monde à scanner n'importe quel livre qu'il pourrait posséder à l'aide d'applications comme <a href=\"https://play.google.com/store/apps/details?id=com.thegrizzlylabs.geniusscan.free\">Genius Scan</a>.",
    "contribute_p4": "Vous pouvez dès maintenant contribuer en nous écrivant à <a href= \"mailto: contact@vayvault.com\">contact@vayvault.com</a> avec les informations suivantes : <br> - Titre du livre <br> - Nom de l'auteur <br> - Date de publication <br> - Catégorie <br> - Une pièce jointe en format PDF ou autre du livre en question",
    "soon": "Bientôt..."
}